42Crunch.vscode-openapi
aaron-bond.better-comments
alefragnani.Bookmarks
alefragnani.project-manager
be5invis.vscode-custom-css
berublan.vscode-log-viewer
bierner.markdown-emoji
BugHackers.debug-is-comming
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
ClemensPeters.format-json
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
EliverLara.andromeda
emilast.LogFileHighlighter
fms-cat.theme-monokaisharp
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
Fr43nk.seito-openfile
GitHub.copilot
GitHub.github-vscode-theme
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
HarshitGangwar.notion-code-theme
hediet.vscode-drawio
humao.rest-client
IBM.output-colorizer
icao.electron-vue
Increments.qiita
ipedrazas.kubernetes-snippets
jamiewest.theme-light-vs-mac
janisdd.vscode-edit-csv
jeff-hykin.better-dockerfile-syntax
johnpapa.vscode-peacock
kube.theme-kay
ldez.ignore-files
liamsheppard.voodoo
lmcarreiro.vscode-smart-column-indenter
mariorodeghiero.vue-theme
max-SS.Cyberpunk
mechatroner.rainbow-csv
mhutchie.git-graph
mikemcbride.electron-highlighter
mikestead.dotenv
mrmlnc.vscode-pugbeautify
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.vscode-remote-extensionpack
ms-vsliveshare.vsliveshare-pack
naumovs.color-highlight
nhoizey.gremlins
njpwerner.autodocstring
oguhpereira.spotify-color-theme
peymanslh.blueberry-dark-theme
piotrpalarz.vscode-gitignore-generator
PKief.material-icon-theme
pnp.polacode
praveenpuglia.tailwind-breeze
pshershov.blueberry-banana
quicktype.quicktype
redhat.vscode-yaml
repeale.material-monokai
ritwickdey.live-sass
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
ryu1kn.partial-diff
s-nlf-fh.glassit
s3gf4ult.monokai-vibrant
sidthesloth.html5-boilerplate
squidfunk.vscode-blueberry-tonic-theme
sylten.strawberry-theme
tinkertrain.theme-panda
tomoki1207.pdf
victoriadrake.kabukicho
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vsls-contrib.gistfs
wengerk.highlight-bad-chars
wesbos.theme-cobalt2
wix.vscode-import-cost
wuz.dank-neon
